export default {
  translation: {
    tab_btn_label: {
      home: "广播",
      predilection: "偏好",
      about: "关于",
    },
    index: {
      title: "广播",
    },
    predilection: {
      title: "偏好",
    },
    about: {
      title: "关于",
      content: {
        "1": `
                数字化浪潮的推动下，一款采用 Ionic 开发的 HLS 直播流视频 App 惊艳登场，为用户带来前所未有的视听盛宴。
                它凭借先进的 Ionic 框架，实现了流畅且高效的性能，无论是在繁华都市的喧嚣中，还是宁静乡村的角落，都能稳定运行。
                此款 App 支持广泛的 HLS 直播流格式，意味着你能轻松畅享来自全球各地的丰富直播内容。
                无论是激动人心的体育赛事，让你仿佛置身赛场与选手一同拼搏；
                还是精彩纷呈的文艺演出，如同亲临现场感受艺术的魅力；
                亦或是实时的新闻资讯，助你第一时间掌握天下大事。
                其界面设计简洁直观，操作便捷，即便是初次使用的用户，也能迅速上手。
                这款 Ionic 开发的 HLS 直播流视频 App，无疑是你生活中不可或缺的娱乐伴侣，带你探索无限精彩。
                `,
        "2": "杨磊",
        "3": "结束",
      },
    },
  },
};
